from random import choice

##############################################################
# ένα πρόγραμμα το οποίο προσομοιώνει τη ρίψη ενός κέρματος #
######################################################################

list = ['Γ','Κ']
user_choice = input("Επίλεξε ένα γράμμα 'Γ' για γράμματα ή 'Κ' για κορώνα : ")
result = choice(list)
if result == 'Γ':
    print("Γράμματα.")
elif result == 'Κ':
    print("Κορώνα.")
if result == user_choice:
    print("Σωστό, κέρδισες!")
else:
    print("Λάθος, έχασες!")


# Καμία πρόταση για διόρθωση;
###############################^^^^^^^^^^^3